export const newsData = [
  {
    id: 1,
    title:
      'Гостевая лекция в КОМТЕХНО: для реализации академической мобильности',
    subtitle:
      'В рамках меморандума о сотрудничестве между колледжем «КОМТЕХНО» и Казахским национальным медицинским университетом имени С.Д. Асфендиярова состоялась увлекательная гостевая лекция, посвященная современным информационно-коммуникационным технологиям в профессиональной деятельности.  Лекция стала уникальной возможностью для студентов колледжа познакомиться с передовыми решениями в области ИКТ, применяемыми в различных профессиональных сферах. Участники активно задавали вопросы экспертам, принимали участие в обсуждениях и делились своими идеями, что сделало встречу живой и продуктивной. Мероприятие также стало важным шагом в развитии академической мобильности и профессиональных компетенций студентов, а также в укреплении международного сотрудничества между образовательными учреждениями. Такие совместные инициативы открывают для студентов новые горизонты, мотивируя их стремиться к профессиональному и личностному росту. Колледж «КОМТЕХНО» выражает благодарность партнерам за плодотворное сотрудничество и надеется на дальнейшее развитие совместных проектов.',
    date: '01.01.2025',
  },
  {
    id: 2,
    title:
      'Гостевая лекция в КОМТЕХНО: для реализации академической мобильности',
    subtitle:
      'В рамках меморандума о сотрудничестве между колледжем «КОМТЕХНО» и Казахским национальным медицинским университетом имени С.Д. Асфендиярова состоялась увлекательная гостевая лекция, посвященная современным информационно-коммуникационным технологиям в профессиональной деятельности.  Лекция стала уникальной возможностью для студентов колледжа познакомиться с передовыми решениями в области ИКТ, применяемыми в различных профессиональных сферах. Участники активно задавали вопросы экспертам, принимали участие в обсуждениях и делились своими идеями, что сделало встречу живой и продуктивной. Мероприятие также стало важным шагом в развитии академической мобильности и профессиональных компетенций студентов, а также в укреплении международного сотрудничества между образовательными учреждениями. Такие совместные инициативы открывают для студентов новые горизонты, мотивируя их стремиться к профессиональному и личностному росту. Колледж «КОМТЕХНО» выражает благодарность партнерам за плодотворное сотрудничество и надеется на дальнейшее развитие совместных проектов.',
    date: '01.01.2025',
  },
  {
    id: 3,
    title:
      'Гостевая лекция в КОМТЕХНО: для реализации академической мобильности',
    subtitle:
      'В рамках меморандума о сотрудничестве между колледжем «КОМТЕХНО» и Казахским национальным медицинским университетом имени С.Д. Асфендиярова состоялась увлекательная гостевая лекция, посвященная современным информационно-коммуникационным технологиям в профессиональной деятельности.  Лекция стала уникальной возможностью для студентов колледжа познакомиться с передовыми решениями в области ИКТ, применяемыми в различных профессиональных сферах. Участники активно задавали вопросы экспертам, принимали участие в обсуждениях и делились своими идеями, что сделало встречу живой и продуктивной. Мероприятие также стало важным шагом в развитии академической мобильности и профессиональных компетенций студентов, а также в укреплении международного сотрудничества между образовательными учреждениями. Такие совместные инициативы открывают для студентов новые горизонты, мотивируя их стремиться к профессиональному и личностному росту. Колледж «КОМТЕХНО» выражает благодарность партнерам за плодотворное сотрудничество и надеется на дальнейшее развитие совместных проектов.',
    date: '01.01.2025',
  },
  {
    id: 4,
    title:
      'Гостевая лекция в КОМТЕХНО: для реализации академической мобильности',
    subtitle:
      'В рамках меморандума о сотрудничестве между колледжем «КОМТЕХНО» и Казахским национальным медицинским университетом имени С.Д. Асфендиярова состоялась увлекательная гостевая лекция, посвященная современным информационно-коммуникационным технологиям в профессиональной деятельности.  Лекция стала уникальной возможностью для студентов колледжа познакомиться с передовыми решениями в области ИКТ, применяемыми в различных профессиональных сферах. Участники активно задавали вопросы экспертам, принимали участие в обсуждениях и делились своими идеями, что сделало встречу живой и продуктивной. Мероприятие также стало важным шагом в развитии академической мобильности и профессиональных компетенций студентов, а также в укреплении международного сотрудничества между образовательными учреждениями. Такие совместные инициативы открывают для студентов новые горизонты, мотивируя их стремиться к профессиональному и личностному росту. Колледж «КОМТЕХНО» выражает благодарность партнерам за плодотворное сотрудничество и надеется на дальнейшее развитие совместных проектов.',
    date: '01.01.2025',
  },
  {
    id: 5,
    title:
      'Гостевая лекция в КОМТЕХНО: для реализации академической мобильности',
    subtitle:
      'В рамках меморандума о сотрудничестве между колледжем «КОМТЕХНО» и Казахским национальным медицинским университетом имени С.Д. Асфендиярова состоялась увлекательная гостевая лекция, посвященная современным информационно-коммуникационным технологиям в профессиональной деятельности.  Лекция стала уникальной возможностью для студентов колледжа познакомиться с передовыми решениями в области ИКТ, применяемыми в различных профессиональных сферах. Участники активно задавали вопросы экспертам, принимали участие в обсуждениях и делились своими идеями, что сделало встречу живой и продуктивной. Мероприятие также стало важным шагом в развитии академической мобильности и профессиональных компетенций студентов, а также в укреплении международного сотрудничества между образовательными учреждениями. Такие совместные инициативы открывают для студентов новые горизонты, мотивируя их стремиться к профессиональному и личностному росту. Колледж «КОМТЕХНО» выражает благодарность партнерам за плодотворное сотрудничество и надеется на дальнейшее развитие совместных проектов.',
    date: '01.01.2025',
  },
]
